Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelainen_parlamentaarinen_neuvosto.html.tmx
Source language: fin
Languages: sms

source: Saamelainen parlamentaarinen neuvosto
sms: Sääʹm parlamenttaarlaž suåvtõs

source: Saamelainen parlamentaarinen neuvosto (SPN) on Suomen, Norjan ja Ruotsin saamelaiskäräjien välinen parlamentaarinen yhteistyöelin.
sms: Sääʹm parlamenttaarlaž suåvtõs (SPN) lij Lääʹddjânnam, Taarr da Ruõcc sääʹmteeʹǧǧi kõskksaž parlamenttaarlaž õhttsažtuâjjorgan.

source: Venäjän saamelaisjärjestöt osallistuvat yhteistyöhön tarkkailijoina SPN:ssä.
sms: Ruõššjânnâm sääʹmorganisaatia liâ põõʹšši vuässla (Permanent Participants) SPN:st, ku Ruõššjânnam saaʹmin ij leäkku nåkam organ, koon sääʹmnarod lij vaʹlljääm.

source: Murmanskin alueen saamelaisparlamentti on hakenut pysyvää jäsenyyttä SPN:ssä.
sms: Ruõššjânnam saaʹmin liâ kueʹhtt põõʹšši võboršeʹǩǩed Sääʹm parlamenttaarlaž suåvtõõzzâst.

source: SPN perustettiin maaliskuun 2. päivä vuonna 2000. Ruotsin Saamelaiskäräjät liittyi neuvostoon huhtikuussa 2002.
sms: Sámiráđđi vaʹlljad siʹjjid neellj eeǥǥas vuâras.

source: Norjan, Ruotsin ja Suomen saamelaiskäräjät johtavat neuvostoa 16 kuukauden kausissa.
sms: Sámiráđđi SPN altteeš eeʹjj 2000 pâʹzzlâšttam-mannu 2. peeiʹv. Ruõcc Sää ʹmteʹǧǧ õhttõõvi suåvtõʹsse njuhččmannust 2000.

source: Sihteeristönä toimii se saamelaiskäräjät, jolla johtamisvastuu aina kulloinkin on.
sms: Taarr, Ruõcc da Lääʹddjânnam Sää ʹmteeʹǧǧ jååʹđte suåvtõõzz 16 mannu pââʹjj.

source: SPN:n toimintaa ohjaavat vuonna 1997 sovittu yhteistyösopimus ja vuonna 2003 hyväksytty työjärjestys.
sms: Piizarkåʹdden tuåimm tõt sääʹmteʹǧǧ, kuäʹss ǩeäʹst vuârrstes lij jååʹđtemvasttõõzz vuârr.

source: Suomen saamelaiskäräjien edustajat SPN:ssä
sms: Saaǥǥjååʹđtemvuõtt

source: Saamelaiskäräjien kokous valitsee edustajat saamelaiseen parlamentaariseen neuvostoon vaalikaudeksi.
sms: SPS:z (SPN:n) õhttsažtuâj lij pieʹhssam Ruõcc da Lääʹddjânnam sääʹmmteeʹǧǧi teäggtõõzz occnjažvuõtt.

source: SPN:n yhteistyösopimuksen mukaan saamelaiskäräjien poliittisen johdon tulee kuulua neuvostoon.
sms: Taarr sääʹmteʹǧǧ lij tuärjjääm Lääʹddjânnam da Ruõcc sääʹmteeʹǧǧi saaǥǥjååʹđtemvuõđ ääiʹjben täälbeäʹlnn.

source: Toimikaudella 2020-2023 edustajina ovat:
sms: Lääʹddjânnam sääʹmmteʹǧǧ lij leämmaž ääiʹjben SPS:z saaǥǥjååʹđteeʹjen eeʹjjin 2005-2007.

source: Tuomas Aslak Juuso (varalla Leo Aikio) Anni Koivisto (varalla Juha-Petteri Alakorva) Pirita Näkkäläjärvi (varalla Magreta Sara) Anne Nuorgam (varalla Asko Länsman) Karen-Anni Hetta (varalla Irja Seurujärvi-Kari) Tauno Ljetoff (varalla Veikko Feodoroff) Niko Valkeapää (varalla Ulla-Maarit Magga)
sms: SPN:z saaǥǥjååʹđtemvuõtt seʹrddõõvi Lääʹddjânnam sääʹmtegga Ruõcc sääʹmteeʹǧǧest 14.4.2010.

source: Saamelaisen parlamentaarisen neuvoston hallituksessa Suomen Saamelaiskäräjiä edustavat Tuomas Aslak Juuso (varalla Leo Aikio) ja Anni Koivisto (varalla Leo Aikio).
sms: Såbbrest primmʼmeš čõõđtumuužž tâʹvvjânnamlast sääʹmsuåppmõõžžâst, kååʹtt lij leäʹmmnemnalla tääiʹbe.

source: SPN:n yhteistyösopimuksen mukaan saamelaiskäräjien poliittisen johdon tulee osallistua jäseninä SPN:n hallituksen toimintaan.
sms: Lââʹssen sååbbar priimi vuõssmõs saaʹmi äimmpolitiikla tuåimmjemplaan, kååʹtt käunnai tääiʹben.

source: Toiminta Saamelaisen parlamentaarisen neuvoston toimintasuunnitelma 2019-2020
sms: Lääʹddjânnam SPS:z saaǥǥjååʹđtempââj tuâjjan liâ tâʹvvjânnamlaž sääʹm ǩiõllõhttsažtuâj ođđestriâššmõš, äimmpolitiikkla tuåimmjemplaan veeidumuš äimmpolitiikkliʹžžen programmân, SPN:z tuåimmjumuužž ooudâsviikkmõš di tâʹvvjânnamlaž sääʹmsuåppmõõžžâst ravvumuužž ooudâsviikkmõš.

source: SPN:n toimintaa ohjaa vuosittain vähintään kerran järjestettävä täysistunto.
sms: Jiijjâsnallšem tuâj saaǥǥjååʹđtemvuõđ håiddmuʹšše lij Lääʹddjânnam sääʹmmteeʹǧǧ resuurzzi occnjažvuõtt.

source: Kokous hyväksyy SPN:n toimintasuunnitelman, joka laaditaan kahdeksi vuodeksi kerrallaan. SPN on perustanut yhteyteensä nuorisolautakunnan, johon tulevat edustajat kunkin maan saamelaiskäräjien nuorisoneuvostoista/-lautakunnista.
sms: Sääʹmparlamentneeʹǩǩi konferenss

source: Nuorisolautakunta kokoontuu SPN:n yleiskokouksen yhteydessä. SPN on perustanut myös petoasioiden lautakunnan.
sms: Sääʹmparlamentneeʹǩǩi vuõssmõs õhttsaž konferenss rieʹššeš Jokkmokkist 24.2.2005.

source: Lautakunnassa Suomen saamelaiskäräjiä edustaa Heikki Paltto
sms: Konfereʹnsse vuässõʹtte Taarr, Ruõcc da Lääʹddjânnam Sääʹmteeʹǧǧi da Ruõššjânnam saaʹmi võborseeʹǩǩ.

source: SPN:n toimintasuunnitelmaa toimeenpanee SPN:n hallitus, joka kokoontuu tarvittaessa.
sms: Ouddpeäʹlnn konfereens juõʹǩǩ jânnam sääʹmteʹǧǧ õõni tiuddsåbbar Jokkmokkist.

source: SPN:n tehtävänä on edistää saamelaiskäräjien välistä yhteistyötä sekä käsitellä asioita, jotka koskevat tai voivat koskea saamelaisia useammassa maassa tai saamelaisia kansana.
sms: Sääʹmparlamentneeʹǩǩi konferenss leäi histoorlaž šõddmõš.

source: SPN edustaa Suomen, Ruotsin ja Norjan saamelaisia pohjoismaisissa ja kansainvälisissä yhteyksissä.
sms: Konferenss priimi Jokkmmookk čõõđtumuužž, koon mieʹldd õhttsaž konferenss leäi histoorlaž podd sääʹmpolitiikklaž tuâjast.

source: SPN:n päätavoitteita on pohjoismaisen saamelaissopimuksen hyväksyminen, SPN:n toiminnan kehittäminen ja saamelaisten oikeusaseman parantaminen.
sms: Konferenss mušttʼti tõʹst, što säʹmmla liâ õhtt narod, koon õhttnazvuõđ riikki raai jiâ vuäǯǯ tårmmad.

source: SPN on päättänyt, että saamelaiset muodostavat yhteisen kannan SPN:ssä pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa.
sms: Čõõđtumuš teâddad ama tõn, što säʹmmlai jiõččmieʹrreemvuõiggâdvuõtt da tuâjj tâʹvvjânnamlaž sääʹmsuåppmõõžž äiggavuäǯǯam diõtt.

source: Saamelaisparlamentaarikkojen konferenssi
sms: Sääʹm ǩiõllʼluʹvddkåʹdd (SǨL), kååʹtt koʹrvvii ääiʹjab Sámiráđđi õhttvuõđâst tuåimmâm Sääʹm ǩiõllsuåvtõõzz, altteeš Sääʹm parlamenttaarlaž suåvtõõzz vuâlla eeʹjj 2002.

source: Saamelaisparlamentaarikkojen ensimmäinen yhteinen konferenssi järjestettiin Jokkmokkissa 24.2.2005.
sms: SǨL piizarkåʹdd tuåimm seämma põõrtâst, ko Taarr sääʹmteeʹǧǧ ǩiõllaaʹššid håiddai koontâr.

source: Konferenssiin osallistuivat Norjan, Ruotsin ja Suomen saamelaiskäräjien sekä Venäjän saamelaisten edustajat.
sms: Sääʹm naroodlaž symbooli luʹvddkåʹdd

source: Ennen konferenssia kunkin maan saamelaiskäräjät piti oman täysistuntonsa Jokkmokkissa.
sms: Sámiráđđi da Saaʹmi parlamenttaarlaž suåvtõs liâ alttääm õhttsaž luʹvddkååʹdd, koon tuâjjân lij vaaldšed saaʹmi naroodlaž symboolid.

source: Saamelaisparlamentaarikkojen konferenssi oli historiallinen tapahtuma.
sms: Luʹvddkååʹddest liâ eeʹttǩeei SPN:st da Sámiráđđist.

source: Konferenssi hyväksyi Jokkmokkin julistuksen, jonka mukaan yhteinen konferenssi oli historiallinen merkkipaalu saamelaispoliittisessa työssä.
sms: Saaʹmi naroodlaž symbool liâ Sääʹm lipp, säʹmmlai meersažpeiʹvv da Sääʹm sooǥǥ laull.
